Repository: G-Core/iOS-Demo-Live-Streaming
Catalog: GCoreStreamsDemo/OtherFiles/*.lproj/Localizable.strings
Languages: de, es

source: Account
de: Kondo
es: Cuenta

# Broadcast
source: Server
de: Broadcast
es: Transmitir

source: The selected user
de: Der ausgewählte Benutzer
es: El usuario seleccionado

source: Enter the login
de: Login eingeben
es: Introduzca el login

source: Enter the password
de: Passwort eingeben
es: Introduzca la contraseña

source: getting data from the server
de: das abrufen von Daten vom server
es: obtener datos del servidor

source: The broadcasts is missing or authorization failed
de: Das Broadcast fehlt oder Autorisierung fehlgeschlagen
es: Falta el transmitir o ha fallado la autorización

source: Error!
de: Fehler!

source: invalid user or password.
de: ungültiger Benutzer oder Passwort.
es: usuario o contraseña inválidos.

source: unexpected error.
de: unerwarteter Fehler.
es: error inesperado.

source: connection failed.
de: Verbindung fehlgeschlagen.
es: conexión fallida.

source: authorization not recognized.
de: Berechtigung nicht erkannt.
es: autorización no reconocida.

source: Name
es: Nombre
